export let database = [
    {
        "id" : 1,
        "canteen_name": "โรงอาหารคณะอักษร",
        "menu": [
                {
                    "image_path": "1",
                    "menu_name": "ข้าวราดผัดดอกไม้กวาด+ผัดวุ้นเส้น+ไข่ต้ม",
                    "restaurant_name": "ร้านป้าเบลอ",
                    "price": 43,
                    "location_detail": "",
                    "menu_detail": "เมนูนี้มีโปรตีนหลักเป็นไข่ต้ม มีคาร์โบไฮเดรตจากข้าวขาว มีไฟเบอร์จากดอกไม้   กวาด ที่มีเส้นใยอาหารสูงมาก ช่วยเพิ่มปริมาณกากใยในระบบทางเดินอาหาร ช่วยให้ขับถ่ายคล่อง ลดปริมาณของเสียที่สะสมในลำไส้",
                    "taste_review": "รสชาติ ไม่จัดเกินไป ไม่เค็มเกิน และไม่ใส่ผงชูรส แต่บางเมนูอาจจะจืดไปหน่อย",
                    "price_review": "ราคาน่ารักเหมาะกับนิสิตในงบจำกัด และได้กับข้าวถึง 3 อย่าง"
                },
                {
                    "image_path": "2",
                    "menu_name": "ข้าวกล้องราดผัดหน่อไม้ไก่+ผัดบล็อกโคลี่+ไข่ต้ม",
                    "restaurant_name": "ร้านป้าเบลอ",
                    "price": 43,
                    "location_detail": "",
                    "menu_detail": "เมนูข้าวกล้อง (ครึ่งทัพพี) ผัดหน่อไม้และผัดบล็อกโคลี่ โดยมีไข่ต้มเป็นโปรตีน",
                    "taste_review":"รสชาติของผัดหน่อไม้ค่อนข้างเข้มข้นแต่อาจจะมีความมันของน้ำมันเล็กน้อย แต่ผัดบล็อกโคลี่รสชาติปานกลางและไม่อมน้ำมันเลย",
                    "price_review": "ราคาดี"
                },
                {
                    "image_path": "12",
                    "menu_name": "ไข่ลวก 3 ฟอง",
                    "restaurant_name": "ร้านป้าเบลอ",
                    "price": 18,
                    "location_detail": "ร้าน1",
                    "menu_detail": "เมนู breakfast อาหารกินง่ายๆอย่าง ไข่ต้ม ไข่ลวก โดยเมนูที่สั่งคือไข่ลวก 3 ฟอง เราสามารถใส่ซอสและพริกไทยเองได้ ดังนั้นเหมาะมากสำหรับคนที่อยากควบคุมปริมาณผงชูรส",
                    "taste_review":"อร่อยมาก เป็นเมนูง่ายๆสำหรับคนที่รีบๆไม่มีเวลา แต่ว่าอยากทานอะไรที่มีประโยชน์ต่อสุขภาพ",
                    "price_review": "ราคาไข่ฟองละ 6 บาท ราคาดี"
                },
                {
                    "image_path": "9",
                    "menu_name": "ข้าวกล้องราดผัดฟักทองไข่+ยำไข่ต้ม",
                    "restaurant_name": "ร้านโต้ง",
                    "price": 35,
                    "location_detail": "",
                    "menu_detail": "เมนูข้าวกล้องผัดฟังทองไข่และยำไข่ต้ม",
                    "taste_review":"ข้าวร้านนี้จะมีความหนึบๆอร่อยมาก เคี้ยวเพลินแล้วก็มีคุณค่าทางสารอาหารสูง ผัดฟักทองรสชาติดีและผัดได้ไม่แห้งเกินไป ยำไข่ต้มทำได้ดี ไข่เป็นยางมะตูม โดยรวมถือว่าอร่อยแต่ว่ายำไม่ค่อยเข้มข้น",
                    "price_review": "ราคาดี"
                }
        ]
    },
    {
        "id": 2,
        "canteen_name": "โรงอาหารคณะรัฐศาสตร์",
        "menu": [
                {
                    "image_path": "11",
                    "menu_name": "ข้าวกล้องราดเต้าหู้ทรงเครื่อง แขนงผัดปลาหมึก +ไข่ยางมะตูม",
                    "restaurant_name": "ร้าน 4 ข้าวราดแกง (One dish)",
                    "price": 50,
                    "location_detail": "",
                    "menu_detail": "เมนูผัดเต้าหู้ทรงเครื่อง มีแคลอรีต่ำและน้ำตาลต่ำเหมาะสำหรับผู้ที่ต้องการควบคุมน้ำหนัก มีไข่ยางมะตูม เต้าหู้ เนื้อหมู และปลาหมึกเป็นโปรตีนหลักของมื้อนี้",
                    "taste_review": "รสชาติอ่อน แต่ใส่พริกทำให้กลมกล่อมมากขึ้น",
                    "price_review": "ได้กับข้าว3อย่าง แพงกว่าเมื่อเทียบกับโรงอาหารอื่น แต่ถือว่าเป็น choice ที่ดีหากเทียบกับร้านภายนอกมหาวิทยาลัย"
                },
                {
                    "image_path": "5",
                    "menu_name": "เส้นหมี่ขาวแห้งไก่อบ+ไข่ต้ม",
                    "restaurant_name": "บะหมี่อดทน รัฐศาสตร์ ร้าน 2",
                    "price": 43,
                    "location_detail": "",
                    "menu_detail": "เมนูก๋วยเตี๋ยวร้านดังของคณะรัฐศาสตร์ โดยสั่งก๋วยเตี๋ยวไก่อบ เลือกส่วนคาร์บเป็นเส้นหมี่ขาวเพราะเนื่องจากแคลอรี่ต่ำ ไม่อ้วนเท่าเส้นบะหมี่หรือเส้นอื่นๆ โดยในจานนี้เน้นไปที่โปรตีนจากทั้งไก่อบที่ยังคงความสุขภาพ และไข่ต้มที่ช่วยเสริมสร้างโปรตีน รสชาติกินง่ายอร่อย และวิตามินไฟเบอร์จากผักใบเขียว",
                    "taste_review": "ไก่นุ่มๆหวานมันเค็มเล็กๆอร่อยกินง่าย และไข่ต้มที่เป็นไข่เป็ดผสมกับซอสของร้านอร่อยมากๆ ผักที่อยู่ในชามก็กรอบหวานกินง่าย",
                    "price_review": "ราคาดี"
                },
    {
                    "image_path": "6",
                    "menu_name": "สุกี้แห้งหมูวุ้นเส้น",
                    "restaurant_name": "ครัวแอปเปิ้ล",
                    "price": 18,
                    "location_detail": "ร้าน1",
                    "menu_detail": "เมนูสุกี้แห้งหมูวุ้นเส้น ตัวคาร์บมาจากวุ้นเส้นซึ่งแคลอรี่ต่ำ อิ่มท้องนานไม่อ้วน มีโปรตีนจากหมูและไข่ และไฟเบอร์จากผักต่างๆทั้งผักบุ้ง ผักกาดขาว ซึ่งทำให้จานนี้อร่อยอิ่มสมบูรณ์แถมยังไม่อ้วนกินได้สารอาหารครบ",
                    "taste_review":"อร่อยมากๆๆๆ ตัววุ้นเส้นเหนียวนุ่ม หมูก็หมักมาดีมากๆนุ่มอร่อย ส่วนซอสของร้านอร่อยมากไม่เปรี้ยวหรือหวานโดด มีความกลมกล่อม ผักสดกรอบทำให้รสชาติโดยรวมอร่อยมากๆลงตัวสุดๆ ",
                    "price_review": "ราคาดี"
                },
    {
                    "image_path": "4",
                    "menu_name": "เมนูสเต็กไก่อบ กับสลัดผัก",
                    "restaurant_name": "yummy plate",
                    "price": 35,
                    "location_detail": "",
                    "menu_detail": "สเต็กไก่อบได้โปรตีนเน้นๆ จากอกไก่และส่วนไฟเบอร์จากสลัดผักที่เสริฟเป็นเครื่องเคียงกินรวมกันและสารอาหารครบไม่อ้วนแถมอร่อย",
                    "taste_review":"ไก่นุ่มมากๆหมักและย่างมาได้ดีมาก ซอสมีความเค็มๆกล่อมกลอม และผักที่เสริฟคู่มาสดกรอบอร่อยมากกินละตัดเลี่ยนได้ดี ราคาก็คุ้มค่ากับคุณภาพมากๆ",
                    "price_review": "ราคาดี"
                }
    ]
    },
    {
        "id": 3,
        "canteen_name": "โรงอาหารครุศาสตร์",
        "menu": [
                {
                    "image_path": "3",
                    "menu_name": "ก๋วยเตี๋ยววุ้นเส้นไก่ตุ๋น",
                    "restaurant_name": "ครัวนายาเดีย",
                    "price": 40,
                    "location_detail": "",
                    "menu_detail": "ครัวนายาเดีย ขายอาหารประเภทเส้น เช่น ก๋วยเตี๋ยว ข้าวซอย รวมถึงอาหารตามสั่งและข้าวราดแกงด้วย แต่ทีเด็ดอยู่ที่ก๋วยเตี๋ยวเลย เราสั่งเป็นก๋วยเตี๋ยววุ้นเส้นไก่ตุ๋น น้ำก๋วยเตี๋ยวหอมมากก รสชาติสุดกลมกล่อม ออกเค็มนิด ๆ ส่วนไก่ตุ๋นเปื่อยนุ่มสุด ๆ ทั้งไก่ตุ๋น ลูกชิ้น และวุ้นเส้น ให้แบบปริมาณใหญ่ ๆ เต็มคำ เรียกได้ว่าอิ่มไปทั้งวันเลย ผักใส่เป็นถั่วงอกและกวางตุ้งกรอบ ๆ ช่วยเพิ่มรสชาติได้ดี โดยรวมถือว่าถูกใจมาก ๆ ต้องมาซ้ำอีกหลายครั้งแน่นอน นอกจากนี้ยังเป็นร้านอาหารฮาลาลด้วยนะ อิสลามทานได้!",
                    "taste_review":" น้ำก๋วยเตี๋ยวหอมกลมกล่อมลงตัว อาจติดเค็มบ้าง ส่วนไก่ตุ๋นและลูกชิ้นนุ่ม รสชาติดี แถมยังให้เครื่องและเส้นเยอะสุด ๆ",
                    "price_review": "ค่อนข้างถูกเลย เพราะให้เยอะมากกก อิ่มคุ้ม"
                }
    ]
    },
    {   
        "id": 4,
        "canteen_name": "โรงอาหารมหิตลาธิเบศร",
        "menu": [
                {
                    "image_path": "13",
                    "menu_name": "ตำข้าวโพดและอกไก่ย่าง",
                    "restaurant_name": "ร้านส้มตำ",
                    "price": 70,
                    "location_detail": "",
                    "menu_detail": "มื้อนี้เน้นโปรตีนเป็นหลักดังนั้นเราจะได้โปรตีนจากอกไก่และได้คาร์โบไฮเดรตและไฟเบอร์จากข้าวโพด,ถั่วฝักยาว",
                    "taste_review":"เป็นเมนูที่อร่อยมากมีความเผ็ดที่ลงตัว ไม่เค็มเกินไป ต้องสั่งว่าไม่ปรุงจัดจะได่ส้มตำที่อร่อยแล้วก็เฮลตี้ขึ้นด้วยเพราะลดเครื่องปรุง กินกับอกไก่ย่างคือเป็นคอมโบที่ใช่ ได้ทั้งโปรตีนเน้นๆจากอกไก่และคาร์โบไฮเดรตจากข้าวโพดอีกด้วย เหมาะสำหรับคนที่อยากกินอะไรแซ่บๆ!",
                    "price_review": "ถือว่าเหมาะสมสำหรับปริมาณที่ได้ สามารถแบ่งกินได้ประมาณ2มื้อ"
                },
                {
                    "image_path": "10",
                    "menu_name": "อกไก่ย่างข้าวเหนียวดำ",
                    "restaurant_name": "ร้านส้มตำ",
                    "price": 40,
                    "location_detail": "",
                    "menu_detail": "มื้อนี้เน้นโปรตีนเป็นหลักดังนั้นเราจะได้โปรตีนจากอกไก่และได้คาร์โบไฮเดรตและไฟเบอร์จากข้าว",
                    "taste_review": "อกไก่ย่างกินคู่กับข้าวเหนียวดำ เป็นอาหารมื้อง่ายๆที่เหมาะสำหรับคนที่อยากกินข้าวเหนียวหมูปิ้งแต่อยากได้คุณค่าทางสารอาหารมากขึ้น ร้านนี่ได้มีการเอาอกไก่ไปย่างทำให้ไม่ต้องกังวลเรื่องการใช้น้ำมันเลย รวมถึงอกไก่มีโปรตีนสูงทำให้อยู่ท้องมาก หลายๆคนอาจจะไม่อยากกินอกไก่เพราะกลัวว่าจะไม่อร่อย แต่ขอบอกว่าร้านนี้มีการปรุงอกไก่ด้วยพริกไทยและเกลือเล็กน้อยทำให้หอมและกินง่ายมาก รวมทั้งตัวอกไก่นุ่มไม่ฝืดคอ และข้างเหนียวที่เลือกมาทางร้านก็มีทั้งข้าวสวย ข้าวเหนียวธรรมดา และข้าวเหนียวดำ แต่ทางเราอยากจะแนะนำให้เลือกข้าวเหนียวดำเพราะว่ามีโปรตีน วิตามินอี มีธาตุเหล็กสูง แมกนีเซียม และเป็นแหล่งใยอาหารที่ดี ช่วยให้ระบบขับถ่ายเป็นปกติ และช่วยเสริมสร้างภูมิคุ้มกันอีกด้วย",
                    "price_review": "ถือว่าเหมาะสมสำหรับปริมาณที่ได้"
                }
    ]
    },
    {
        "id": 5,
        "canteen_name": "โรงอาหารพินิตประชานาถ",
        "menu": [
                {
                    "image_path": "7",
                    "menu_name": "ข้าวราดผัดบล็อกโคลี่ + หมูน้ำตก + ไข่ดาว",
                    "restaurant_name": "ร้านลูกป้าเบลอ",
                    "price": 45,
                    "location_detail": "",
                    "menu_detail": "ร้านลูกป้าเบลอ เป็นร้านอาหารตามสั่งและข้าวราดแกงที่ฮิตที่สุดในโรงอาหารพินิต! ปกติช่วงเที่ยงจะมีคนต่อแถวค่อนข้างยาว แต่ร้านนี้เป็นร้านที่ทำเร็วมากเลยไม่ต้องรอนานเท่าไร วันนี้เราเลือกเป็นข้าวราดแกงโดยปกติจะมีข้าวไรซ์เบอร์รี่ให้เลือกแต่วันนี้มาช้าเลยเหลือแค่นิดเดียว ราดด้วยผัดบล็อกโคลี่ รสชาติออกคลีน ๆ ไม่จัดเกินไปเหมาะกับสายเฮลตี้ และหมูน้ำตก ที่ได้หมูเป็นชิ้น ๆ รสชาติถือว่าดีเลย พร้อมไข่ดาวเยิ้ม ๆ โปะด้านบนถือว่าครบสูตรข้าวราดแกงที่ถูกต้อง!",
                    "taste_review":" รสชาติค่อนข้างดีตามมาตรฐานร้าน ไม่จัดเกิน ไม่จืดเกิน บางเมนูออกคลีน ๆ เหมาะกับสายเฮลตี้ อาหารค่อนข้างสดใหม่ เติมของใหม่ตลอด",
                    "price_review": "ราคาดีมากเว่อ ให้มาอิ่มพอดี คุ้มเลย"
                }
    ]
    },
    {
        "id": 6,
        "canteen_name": "โรงอาหารคณะนิเทศศาสตร์",
        "menu": [
                {
                      "image_path": "",
                      "menu_name": "ข้าวต้มกุ๊ย+ผัดพริกแกงผักบุ้งหมู+ไชโป๊วผัดไข่+ไข่เค็ม",
                      "restaurant_name": "ร้าน7 ข้าวราดแกง",
                      "price": 40,
                      "location_detail": "",
                      "menu_detail": "มื้อนี้มีโปรตีนหลักเป็นหมู และไข่เค็ม มีคารโบไฮเดรตจากข้าวต้มกุ๊ย มีไฟเบอร์จากผักบุ้งที่มีปริมาณไฟเบอร์ที่มีไม่น้อยไปกว่าผักชนิดไหนๆ และมีไข่เค็ม หมู เป็นโปรตีน ซึ่งไข่เค็ม เต็มไปด้วยโคลีนที่มีส่วนช่วยในการบำรุงสมองและการทำงานของระบบประสาท",
                      "taste_review":"ร้านนี่เป็นร้านขายอาหารตามสั่งและข้าวแกง ดังนั้นเราสามารถเลือกสรรตามที่เราอยากกินได้ มื้อนี้เราเลือกเป็นผัดพริกแกงผักบุ้ง เพราะว่าผักนั้นมีไฟเบอร์สูงช่วยให้ร่างกายเราได้รับใยอาหาร นอกจากนั้นยังมีสารต่อต้านอนุมูลอิสระ บำรุงโลหิต บำรุงสมอง และบำรุงสายตา และมีไข่เค็มที่อุดมไปด้วยโปรตีนและวิตามินเป็นจำนวนมากเป็นโปรตีนหลักในมื้อนี้ และยังมีหมูอีกด้วย ",
                      "price_review": "ราคาน่ารักเหมาะกับนิสิตในงบจำกัด และได้กับข้าวถึง3อย่าง หากอยากได้กับข้าว 4 อย่างก็เพิ่มอีก 10 บาท"
                }
       
      ]
      }
    
]